-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jun 01, 2022 at 07:11 AM
-- Server version: 10.4.22-MariaDB
-- PHP Version: 7.4.27

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `srithai`
--

-- --------------------------------------------------------

--
-- Table structure for table `ci_order_detail`
--

CREATE TABLE `ci_order_detail` (
  `order_detail_id` int(11) NOT NULL,
  `order_id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL,
  `order_detail_qty` int(11) NOT NULL,
  `order_detail_price` float(10,2) NOT NULL,
  `order_detail_name` varchar(255) NOT NULL,
  `order_detail_image` varchar(255) NOT NULL,
  `order_detail_price_before_discount` float(10,2) NOT NULL,
  `order_detail_color` varchar(255) NOT NULL,
  `order_detail_size` varchar(255) NOT NULL,
  `order_detail_code` varchar(255) NOT NULL,
  `promotion_buy_and_giveaway` varchar(255) NOT NULL,
  `promotion_get_set` varchar(255) NOT NULL,
  `promotion_point` int(11) NOT NULL,
  `promotion_auto_add_gift` varchar(255) NOT NULL,
  `promotion_special_rule` varchar(255) NOT NULL,
  `promotion_category_reduction` varchar(255) NOT NULL,
  `promotion_multiple_price_levels` varchar(255) NOT NULL,
  `weight` int(11) NOT NULL,
  `order_detail_datetime_create` datetime NOT NULL,
  `order_detail_datetime_update` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `ci_order_detail`
--

INSERT INTO `ci_order_detail` (`order_detail_id`, `order_id`, `product_id`, `order_detail_qty`, `order_detail_price`, `order_detail_name`, `order_detail_image`, `order_detail_price_before_discount`, `order_detail_color`, `order_detail_size`, `order_detail_code`, `promotion_buy_and_giveaway`, `promotion_get_set`, `promotion_point`, `promotion_auto_add_gift`, `promotion_special_rule`, `promotion_category_reduction`, `promotion_multiple_price_levels`, `weight`, `order_detail_datetime_create`, `order_detail_datetime_update`) VALUES
(1, 1, 4, 1, 1.00, 'CA-LS 210 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 210 ml. 1 กล่อง บรรจุ 500 ชุด', 'กล่องกลม_210ml_011.jpg', 1.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-12 10:53:59', '2022-04-12 10:53:59'),
(2, 2, 4, 1, 1.00, 'CA-LS 210 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 210 ml. 1 กล่อง บรรจุ 500 ชุด', 'กล่องกลม_210ml_011.jpg', 1.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-12 11:07:44', '2022-04-12 11:07:44'),
(3, 3, 17, 2, 2270.00, 'CA-LS 335 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 335 ml. 500 ชุด', 'Srithai_Food_355ml_01.jpg', 2270.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-18 16:18:46', '2022-04-18 16:18:46'),
(4, 4, 4, 1, 1.00, 'CA-LS 210 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 210 ml. 500 ชุด', 'กล่องกลม_210ml_011.jpg', 1.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-20 09:46:23', '2022-04-20 09:46:23'),
(5, 5, 8, 4, 299.00, 'T-18 ลังคว่ำแก้ว 24 ช่อง', 'T18-B1.jpg', 299.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-22 14:29:56', '2022-04-22 14:29:56'),
(6, 6, 24, 1, 1280.00, 'CA-LS 500 กล่องใส่อาหารพลาสติกทรงเหลี่ยมพร้อมฝาขนาด 500 ml. 250 ชุด', 'กล่องเหลี่ยม_1_ช่อง_500ml_02.jpg', 1280.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-22 14:53:08', '2022-04-22 14:53:08'),
(7, 7, 5, 1, 2010.00, 'CA-LS 265 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 265 ml. 500 ชุด', 'กล่องกลม_265ml_01.jpg', 2010.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-22 14:54:07', '2022-04-22 14:54:07'),
(8, 8, 5, 1, 2010.00, 'CA-LS 265 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 265 ml. 500 ชุด', 'กล่องกลม_265ml_01.jpg', 2010.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-22 16:41:06', '2022-04-22 16:41:06'),
(9, 9, 8, 1, 299.00, 'T-18 ลังคว่ำแก้ว 24 ช่อง', 'T18-B1.jpg', 299.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-26 15:10:38', '2022-04-26 15:10:38'),
(10, 11, 4, 2, 1.00, 'CA-LS 210 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 210 ml. 500 ชุด', 'กล่องกลม_210ml_011.jpg', 1.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-26 15:12:19', '2022-04-26 15:12:19'),
(11, 12, 10, 1, 199.00, 'CH-35 เก้าอี้หัวโล้นไม่มีพนักพิง', 'CH35-1-Red-1.jpg', 199.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-26 15:17:52', '2022-04-26 15:17:52'),
(12, 13, 8, 1, 299.00, 'T-18 ลังคว่ำแก้ว 24 ช่อง', 'T18-B1.jpg', 299.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-26 15:18:56', '2022-04-26 15:18:56'),
(13, 14, 17, 2, 2270.00, 'CA-LS 335 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 335 ml. 500 ชุด', 'Srithai_Food_355ml_01.jpg', 2270.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-26 15:59:01', '2022-04-26 15:59:01'),
(14, 14, 23, 1, 2000.00, 'CA-LS 1120 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 1120 ml. 500 ชุด', 'กล่องกลมใหญ่_1120ml_01.jpg', 2000.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-26 15:59:01', '2022-04-26 15:59:01'),
(15, 14, 9, 1, 299.00, 'T-18 ลังคว่ำแก้ว 24 ช่อง', 'T18-R1.jpg', 298.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-26 15:59:01', '2022-04-26 15:59:01'),
(16, 15, 4, 1, 1.00, 'CA-LS 210 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 210 ml. 500 ชุด', 'กล่องกลม_210ml_011.jpg', 1.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-26 16:36:28', '2022-04-26 16:36:28'),
(17, 16, 5, 1, 2010.00, 'CA-LS 265 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 265 ml. 500 ชุด', 'กล่องกลม_265ml_01.jpg', 2010.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-26 16:52:11', '2022-04-26 16:52:11'),
(18, 17, 8, 1, 299.00, 'T-18 ลังคว่ำแก้ว 24 ช่อง', 'T18-B1.jpg', 299.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-26 16:52:45', '2022-04-26 16:52:45'),
(19, 18, 17, 1, 2270.00, 'CA-LS 335 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 335 ml. 500 ชุด', 'Srithai_Food_355ml_01.jpg', 2270.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-27 08:32:51', '2022-04-27 08:32:51'),
(20, 18, 4, 1, 20.00, 'CA-LS 210 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 210 ml. 500 ชุด', 'กล่องกลม_210ml_011.jpg', 1000.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-27 08:32:51', '2022-04-27 08:32:51'),
(21, 19, 17, 1, 2270.00, 'CA-LS 335 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 335 ml. 500 ชุด', 'Srithai_Food_355ml_01.jpg', 2270.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-29 11:59:53', '2022-04-29 11:59:53'),
(22, 20, 5, 1, 2010.00, 'CA-LS 265 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 265 ml. 500 ชุด', 'กล่องกลม_265ml_01.jpg', 2010.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-29 13:22:25', '2022-04-29 13:22:25'),
(23, 20, 18, 1, 2410.00, 'CA-LS 400 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 400 ml. 500 ชุด', 'Srithai_Food_400ml_01.jpg', 2410.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-29 13:22:25', '2022-04-29 13:22:25'),
(24, 20, 24, 1, 1280.00, 'CA-LS 500 กล่องใส่อาหารพลาสติกทรงเหลี่ยมพร้อมฝาขนาด 500 ml. 250 ชุด', 'กล่องเหลี่ยม_1_ช่อง_500ml_02.jpg', 1280.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-29 13:22:26', '2022-04-29 13:22:26'),
(25, 21, 15, 1, 550.00, 'CH-47 เก้าอี้มีพนักพิงพับได้', 'CH-47_1.jpg', 550.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-29 13:23:18', '2022-04-29 13:23:18'),
(26, 22, 24, 1, 1280.00, 'CA-LS 500 กล่องใส่อาหารพลาสติกทรงเหลี่ยมพร้อมฝาขนาด 500 ml. 250 ชุด', 'กล่องเหลี่ยม_1_ช่อง_500ml_02.jpg', 1280.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-29 14:04:10', '2022-04-29 14:04:10'),
(27, 22, 17, 1, 2270.00, 'CA-LS 335 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 335 ml. 500 ชุด', 'Srithai_Food_355ml_01.jpg', 2270.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-29 14:04:10', '2022-04-29 14:04:10'),
(28, 22, 11, 1, 169.00, 'CH-37 เก้าอี้หัวโล้นไม่มีพนักพิง', 'CH-37_แดง1.jpg', 169.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-29 14:04:10', '2022-04-29 14:04:10'),
(29, 22, 9, 1, 299.00, 'T-18 ลังคว่ำแก้ว 24 ช่อง', 'T18-R1.jpg', 298.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-29 14:04:10', '2022-04-29 14:04:10'),
(30, 22, 23, 1, 2000.00, 'CA-LS 1120 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 1120 ml. 500 ชุด', 'กล่องกลมใหญ่_1120ml_01.jpg', 2000.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-29 14:04:10', '2022-04-29 14:04:10'),
(31, 22, 27, 1, 750.00, 'ชุดอาหารเมลามีน 6 ชิ้น ลายลิขสิทธิ์ My Melody wagara cute', 'ชุดอาหารเมลามีน_6_ชิ้น_ลายลิขสิทธิ์_My_Melody_wagara_cute_00.jpg', 750.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-04-29 14:04:10', '2022-04-29 14:04:10'),
(32, 23, 26, 1, 260.00, 'กล่องถนอมอาหารเมลามีน ทรงกลม ขนาด 4.75 นิ้ว  พร้อมฝา ลายลิขสิทธิ์ SNOOPY BONJOUR SWEETIE รุ่น Longer Fresh 4.75\"', 'กล่องถนอมอาหารเมลามีน_ทรงกลม_ขนาด_4_75_นิ้ว_00.jpg', 260.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-05-04 10:20:47', '2022-05-04 10:20:47'),
(33, 24, 17, 1, 2270.00, 'CA-LS 335 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 335 ml. 500 ชุด', 'Srithai_Food_355ml_01.jpg', 2270.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-05-04 10:25:53', '2022-05-04 10:25:53'),
(34, 25, 5, 1, 2010.00, 'CA-LS 265 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 265 ml. 500 ชุด', 'กล่องกลม_265ml_01.jpg', 2010.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-05-04 10:29:12', '2022-05-04 10:29:12'),
(35, 25, 17, 1, 2270.00, 'CA-LS 335 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 335 ml. 500 ชุด', 'Srithai_Food_355ml_01.jpg', 2270.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-05-04 10:29:12', '2022-05-04 10:29:12'),
(36, 25, 4, 1, 20.00, 'CA-LS 210 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 210 ml. 500 ชุด', 'กล่องกลม_210ml_011.jpg', 1000.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-05-04 10:29:12', '2022-05-04 10:29:12'),
(37, 26, 5, 1, 2010.00, 'CA-LS 265 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 265 ml. 500 ชุด', 'กล่องกลม_265ml_01.jpg', 2010.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-05-04 10:38:12', '2022-05-04 10:38:12'),
(38, 27, 21, 1, 2670.00, 'CA-LS 600 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 600 ml. 500 ชุด', 'กล่องกลมใหญ่_600ml_01.jpg', 2670.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-05-04 10:44:21', '2022-05-04 10:44:21'),
(39, 28, 12, 1, 179.00, 'CH-61 เก้าอี้หัวโล้นไม่มีพนักพิง', 'CH-61_ขาว.jpg', 179.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-05-04 10:45:32', '2022-05-04 10:45:32'),
(40, 29, 4, 1, 1.00, 'CA-LS 210 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 210 ml. 500 ชุด', 'กล่องกลม_210ml_011.jpg', 1.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-05-04 10:52:07', '2022-05-04 10:52:07'),
(41, 30, 17, 1, 2270.00, 'CA-LS 335 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 335 ml. 500 ชุด', 'Srithai_Food_355ml_01.jpg', 2270.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-05-04 12:13:17', '2022-05-04 12:13:17'),
(42, 31, 17, 1, 2270.00, 'CA-LS 335 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 335 ml. 500 ชุด', 'Srithai_Food_355ml_01.jpg', 2270.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-05-04 12:13:38', '2022-05-04 12:13:38'),
(43, 32, 17, 1, 2270.00, 'CA-LS 335 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 335 ml. 500 ชุด', 'Srithai_Food_355ml_01.jpg', 2270.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-05-04 12:14:13', '2022-05-04 12:14:13'),
(44, 33, 4, 1, 1.00, 'CA-LS 210 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 210 ml. 500 ชุด', 'กล่องกลม_210ml_011.jpg', 1.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-05-04 12:16:04', '2022-05-04 12:16:04'),
(45, 34, 20, 1, 2568.00, 'CA-LS 480 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 480 ml. 500 ชุด', 'กล่องกลมใหญ่_480ml_03.jpg', 2570.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-05-04 12:17:11', '2022-05-04 12:17:11'),
(46, 35, 4, 1, 1.00, 'CA-LS 210 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 210 ml. 500 ชุด', 'กล่องกลม_210ml_011.jpg', 1.00, '-', '-', '', '', '', 0, '', '', '', '', 0, '2022-05-04 15:13:30', '2022-05-04 15:13:30'),
(47, 52, 3, 1, 1870.00, 'CA-LS 160 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 160 ml. 500 ชุด', 'กล่องกลม_160ml_01.jpg', 1770.00, '-', '-', '', '0', '0', 0, '0', '0', '0', '0', 252, '2022-05-05 11:46:53', '2022-05-05 11:46:53'),
(48, 53, 24, 1, 1280.00, 'CA-LS 500 กล่องใส่อาหารพลาสติกทรงเหลี่ยมพร้อมฝาขนาด 500 ml. 250 ชุด', 'กล่องเหลี่ยม_1_ช่อง_500ml_02.jpg', 1280.00, '-', '-', '', '0', '0', 0, '0', '0', '0', '0', 0, '2022-05-05 13:35:57', '2022-05-05 13:35:57'),
(49, 53, 17, 1, 2270.00, 'CA-LS 335 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 335 ml. 500 ชุด', 'Srithai_Food_355ml_01.jpg', 2270.00, '-', '-', '', '0', '0', 0, '0', '0', '0', '0', 0, '2022-05-05 13:35:57', '2022-05-05 13:35:57'),
(50, 53, 15, 1, 550.00, 'CH-47 เก้าอี้มีพนักพิงพับได้', 'CH-47_1.jpg', 550.00, '-', '-', '', '0', '0', 0, '0', '0', '0', '0', 0, '2022-05-05 13:35:57', '2022-05-05 13:35:57'),
(51, 54, 5, 5, 2010.00, 'CA-LS 265 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 265 ml. 500 ชุด', 'กล่องกลม_265ml_01.jpg', 2010.00, '-', '-', '', '0', '0', 0, '0', '0', '0', '0', 0, '2022-05-05 14:02:17', '2022-05-05 14:02:17'),
(52, 54, 16, 1, 0.00, 'CH-27 เตียงนอนริมสระน้ำ', 'CH-27.jpg', 4200.00, '-', '-', '', '0', '0', 0, '1', '0', '0', '0', 0, '2022-05-05 14:02:17', '2022-05-05 14:02:17'),
(53, 55, 5, 2, 2010.00, 'CA-LS 265 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 265 ml. 500 ชุด', 'กล่องกลม_265ml_01.jpg', 2010.00, '-', '-', '', '0', '0', 0, '0', '0', '0', '0', 0, '2022-05-05 14:42:42', '2022-05-05 14:42:42'),
(54, 55, 15, 2, 550.00, 'CH-47 เก้าอี้มีพนักพิงพับได้', 'CH-47_1.jpg', 550.00, '-', '-', '', '0', '0', 0, '0', '0', '0', '0', 0, '2022-05-05 14:42:42', '2022-05-05 14:42:42'),
(55, 57, 17, 1, 2270.00, 'CA-LS 335 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 335 ml. 500 ชุด', 'Srithai_Food_355ml_01.jpg', 2270.00, '-', '-', '', '0', '0', 0, '0', '0', '0', '0', 0, '2022-05-05 16:44:00', '2022-05-05 16:44:00'),
(56, 57, 10, 16, 199.00, 'CH-35 เก้าอี้หัวโล้นไม่มีพนักพิง', 'CH35-1-Red-1.jpg', 199.00, '-', '-', '', '0', '0', 0, '0', '0', '0', '0', 0, '2022-05-05 16:44:00', '2022-05-05 16:44:00'),
(57, 58, 26, 1, 260.00, 'กล่องถนอมอาหารเมลามีน ทรงกลม ขนาด 4.75 นิ้ว  พร้อมฝา ลายลิขสิทธิ์ SNOOPY BONJOUR SWEETIE รุ่น Longer Fresh 4.75\"', 'กล่องถนอมอาหารเมลามีน_ทรงกลม_ขนาด_4_75_นิ้ว_00.jpg', 260.00, '-', '-', '', '0', '0', 0, '0', '0', '0', '0', 0, '2022-05-05 16:48:11', '2022-05-05 16:48:11'),
(58, 59, 8, 1, 299.00, 'T-18 ลังคว่ำแก้ว 24 ช่อง', 'T18-B1.jpg', 299.00, '-', '-', '', '0', '0', 0, '0', '0', '0', '0', 0, '2022-05-05 16:49:05', '2022-05-05 16:49:05'),
(59, 60, 3, 1, 1870.00, 'CA-LS 160 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 160 ml. 500 ชุด', 'กล่องกลม_160ml_01.jpg', 1770.00, '-', '-', '', '0', '0', 0, '0', '0', '0', '0', 252, '2022-05-09 16:14:54', '2022-05-09 16:14:54'),
(60, 61, 3, 4, 1870.00, 'CA-LS 160 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 160 ml. 500 ชุด', 'กล่องกลม_160ml_01.jpg', 1770.00, '-', '-', '1115300000225', '0', '0', 0, '0', '0', '0', '0', 252, '2022-05-09 16:49:42', '2022-05-09 16:49:42'),
(61, 62, 24, 1, 1280.00, 'CA-LS 500 กล่องใส่อาหารพลาสติกทรงเหลี่ยมพร้อมฝาขนาด 500 ml. 250 ชุด', 'กล่องเหลี่ยม_1_ช่อง_500ml_02.jpg', 1280.00, '-', '-', '', '0', '0', 0, '0', '0', '0', '0', 0, '2022-05-11 14:38:56', '2022-05-11 14:38:56'),
(62, 63, 24, 1, 1280.00, 'CA-LS 500 กล่องใส่อาหารพลาสติกทรงเหลี่ยมพร้อมฝาขนาด 500 ml. 250 ชุด', 'กล่องเหลี่ยม_1_ช่อง_500ml_02.jpg', 1280.00, '-', '-', '', '0', '0', 0, '0', '0', '0', '0', 0, '2022-05-11 14:39:44', '2022-05-11 14:39:44'),
(63, 64, 24, 1, 1280.00, 'CA-LS 500 กล่องใส่อาหารพลาสติกทรงเหลี่ยมพร้อมฝาขนาด 500 ml. 250 ชุด', 'กล่องเหลี่ยม_1_ช่อง_500ml_02.jpg', 1280.00, '-', '-', '', '0', '0', 0, '0', '0', '0', '0', 0, '2022-05-13 10:23:49', '2022-05-13 10:23:49'),
(64, 65, 20, 1, 2568.00, 'CA-LS 480 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 480 ml. 500 ชุด', 'กล่องกลมใหญ่_480ml_03.jpg', 2570.00, '-', '-', '', '0', '0', 0, '0', '0', '0', '0', 0, '2022-05-13 10:40:55', '2022-05-13 10:40:55'),
(65, 66, 24, 1, 1280.00, 'CA-LS 500 กล่องใส่อาหารพลาสติกทรงเหลี่ยมพร้อมฝาขนาด 500 ml. 250 ชุด', 'กล่องเหลี่ยม_1_ช่อง_500ml_02.jpg', 1280.00, '-', '-', '', '0', '0', 0, '0', '0', '0', '0', 0, '2022-05-13 14:13:22', '2022-05-13 14:13:22'),
(66, 67, 24, 1, 1280.00, 'CA-LS 500 กล่องใส่อาหารพลาสติกทรงเหลี่ยมพร้อมฝาขนาด 500 ml. 250 ชุด', 'กล่องเหลี่ยม_1_ช่อง_500ml_02.jpg', 1280.00, '-', '-', '', '0', '0', 0, '0', '0', '0', '0', 0, '2022-05-13 14:29:35', '2022-05-13 14:29:35'),
(67, 68, 24, 1, 1280.00, 'CA-LS 500 กล่องใส่อาหารพลาสติกทรงเหลี่ยมพร้อมฝาขนาด 500 ml. 250 ชุด', 'กล่องเหลี่ยม_1_ช่อง_500ml_02.jpg', 1280.00, '-', '-', '', '0', '0', 0, '0', '0', '0', '0', 0, '2022-05-14 09:28:26', '2022-05-14 09:28:26'),
(68, 69, 17, 1, 2270.00, 'CA-LS 335 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 335 ml. 500 ชุด', 'Srithai_Food_355ml_01.jpg', 2270.00, '-', '-', '', '0', '0', 0, '0', '0', '0', '0', 0, '2022-05-14 09:29:11', '2022-05-14 09:29:11'),
(69, 70, 4, 1, 1.00, 'CA-LS 210 กระปุกพลาสติกทรงกลมฝาล็อคขนาด 210 ml. 500 ชุด', 'กล่องกลม_210ml_011.jpg', 1.00, '-', '-', '', '0', '0', 0, '0', '0', '0', '0', 0, '2022-05-14 11:04:14', '2022-05-14 11:04:14');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `ci_order_detail`
--
ALTER TABLE `ci_order_detail`
  ADD PRIMARY KEY (`order_detail_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `ci_order_detail`
--
ALTER TABLE `ci_order_detail`
  MODIFY `order_detail_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=70;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
